INSERT INTO `employees` VALUES
  (1001, '$2a$10$1bByysmSqkXL7c1fEeRgwemvFa0jJZfn3txG5foVXZUbr5cRYdyAS', '吉塚',   '1986-05-27', '030-1920-8394', '福岡県福岡市博多区吉塚本町13-28',        'ADMIN', '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32'),
  (1002, '$2a$10$hdBltFRc7sOprzGrrCEQ.ufH0RmowXTxkc1R0cDjMMKD7dq7Vzzci', '古賀',   '1972-01-06', '030-5438-1393', '福岡県古賀市天神1-1-1',                'USER',  '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32'),
  (1003, '$2a$10$I8.L1/xgC7Uy4aFKm9hRhePclxVPh7jlpB0Wgh2IbEKeJHhjQKMKS', '黒崎',   '1980-07-12', '030-6703-8331', '福岡県北九州市八幡西区黒崎3-15-1',    'USER',  '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32'),
  (1004, '$2a$10$J2K81BhxHYY.UaSoUEAioe5xZuVMW6UZRKlW80sbl7QrmXkJrLUZ.', '東郷',   '1992-10-11', '030-4962-6497', '福岡県宗像市田熊4-9-1',              'USER',  '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32'),
  (1005, '$2a$10$bmWiA0eCB9R4FgpANmHEI.MSKrDz9/swjZZeq0DqSopvHJuofYPla', '小森江', '1998-03-30', '030-9821-2306', '福岡県北九州市門司区小森江3-11',    'USER',  '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32'),
  (1006, '$2a$10$ITG55zMIqkWzJjd9uxxc4u6sxKSXQbq53UNOCrBaIECrlgfcwXZU6', '箱崎',   '2005-04-01', '030-7319-1564', '福岡県福岡市東区筥松2-32',          'USER',  '2025-05-07 14:33:32', '2025-05-07 14:33:32', '2025-05-07 14:33:32');
