INSERT INTO
  employees (id,password, name, birth, tel, address, authority)
VALUES
  (1001,'p', 'hogehoge',   '1986-05-27', '030-1920-8394', '福岡県福岡市博多区', 'ADMIN')
  ,(1002,'q', 'fugafuga',   '1980-01-01', '030-1920-8394', '福岡県福岡市東区', 'USER')
  ,(1003,'r', 'piyopiyo',   '1990-01-01', '030-1920-8394', '福岡県福岡市早良区', 'USER')
;

INSERT INTO
  shift_schedules(id,employee_id,date,scheduled_start,scheduled_end)
VALUES
  (1,1001,'2025-04-01','06:00:00','09:00:00')
  ,(2,1002,'2025-04-30','06:00:00','09:00:00')
  ,(3,1001,'2025-05-01','06:00:00','09:00:00')
  ,(4,1002,'2025-05-31','06:00:00','09:00:00')
  ,(5,1001,'2025-06-01','06:00:00','09:00:00')
  ,(6,1002,'2025-06-30','06:00:00','09:00:00')  
;
